NUMBER_OF_USERS = 2
MAX_POST_PER_USER = 1
MAX_LIKES_PER_USER = 2

URL_REGISTER = "http://127.0.0.1:8000/register"
URL_HOME = "http://127.0.0.1:8000/"
URL_POST = "http://127.0.0.1:8000/post_new"
URL_LOGOUT = "http://127.0.0.1:8000/logout"

TIMEPAUS = 20 # Количество секунд между запросами

LOGIN_LENGTH = 15
PASSWORD_LENGTH = 20

title_post = "Квантовая механика" 

text_post = ("Уравнение Шредингера Введение глоссарий история Задний план Классическая механика Старая квантовая теория Обозначение Брейкет гамильтониан интерференция основы взаимодополняемость Декогеренция запутывание Уровень энергии измерение Нелокальность Квантовое число состояние суперпозиция симметричность туннелирование неопределенность Волновая функция  \
Эксперименты\
Afshar Неравенство Белла Дэвиссон-Гермер Двухщелевой Elitzur-Вайдман Franck-Hertz Неравенство Леггетта-Гарга Маха-Цандера огнестрельное оружие\
Квантовый ластик  ( отложенный выбор )\
Кошка Шредингера Stern-Герлах Выбор Уилера с задержкой выбора")